/*global define*/

define(function () {
    'use strict';

    var BUMock = [
        {
            name: 'Белый хлеб'
        },
        {
            name: 'Ржаной хлеб'
        },
        {
            name: 'Бородинский хлеб'
        },
        {
            name: 'Булочка'
        },
        {
            name: 'Крекеры (сухое печенье)'
        },
        {
            name: 'Сухари (не сладкие)'
        },
        {
            name: 'Панировочные сухари'
        },
        {
            name: 'Хрустящие хлебцы'
        },
        {
			name: 'Вермишель, лапша, рожки, макароны'
        },
		{
			name: 'Гречневая'
		},
		{
			name: 'Кукуруза'
		},
		{
			name: 'Кукурузные хлопья'
		},
		{
			name: 'Манная'
		},
		{
			name: 'Мука́ (любая)'
		},
		{
			name: 'Овсяная'
		},
		{
			name: 'Овсяные хлопья'
		},
		{
			name: 'Перловая'
		},
		{
			name: 'Пшено'
		},
		{
			name: 'Рис'
		},
		{
			name: 'Картофель'
		},
		{
			name: 'Картофельное пюре'
		},
		{
			name: 'Жареный картофель'
		},
		{
			name: 'Сухой картофель'
		}
    ];

    return BUMock;
});